export const PRODUCTS = [
    {key:1,title:"Symphony",name:"和弦",url:"product",CNcontent:`
      Symphony(和弦)项目是物数科技的核心业务，是我们下一代的BaaS(区块链即服务)，其目标在于帮助客户搭建
      区块链解决方案用以构建业务网络。 Symphony项目包括三个平台层和一个初始的SaaS(软件即服务)的解决方案。
    `},
    {key:2,title:"Foundation Layer",name:"基础层",url:"foundation",CNcontent:`
    Foundation Layout(基础层) 是一个加强版的 Hyperledger Fabric平台，目标是满足企业级应用的实际需求，
    包括：提升读写能力、与现有ERP应用及数据库的无缝结合，以及拥有更加健壮的数据完整性保障。
  `},
    {key:3,title:"Smart Contract",name:"微智能合约服务层",url:"contract",CNcontent:`
    在传统的BaaS解决方案的应用开发和智能合约的编程往往需要大量的原创性工作，这不仅要求企业投入大量资深程序员的开发团队，
    同时还要求团队成员掌握计算机密码学的理论概念和实际经验。
    而Smart Contract(微智能合约服务层) 极大地降低了资产模型、交易结构。交易规则、访问控制等传统区块链应用的开发成本。
  `},
    {key:4,title:"SaaS",name:"应用服务层",url:"saas",CNcontent:`
    在区块链层之外，Symphony同样提供了SaaS（平台即服务）的解决方案，客户可以试用并订阅我们的SasS服务，或者基于自身实际
    业务需求进行定制化便可直接进行业务操作。Symphony现有的线上解决方案包括：订单融资、应收账款、溯源等。
  `},
  
];

export const PRODUCTS_TWO = [
    {key:2,title:"Foundation Layer",name:"基础层",url:"foundation-en",CNcontent:`
    Foundation Layout(基础层) 是一个加强版的 Hyperledger Fabric平台，目标是满足企业级应用的实际需求，
    包括：提升读写能力、与现有ERP应用及数据库的无缝结合，以及拥有更加健壮的数据完整性保障。
  `},
    {key:3,title:"Smart Contract",name:"微智能合约服务层",url:"smart-en",CNcontent:`
    在传统的BaaS解决方案的应用开发和智能合约的编程往往需要大量的原创性工作，这不仅要求企业投入大量资深程序员的开发团队，
    同时还要求团队成员掌握计算机密码学的理论概念和实际经验。
    而Smart Contract(微智能合约服务层) 极大地降低了资产模型、交易结构。交易规则、访问控制等传统区块链应用的开发成本。
  `},
    {key:4,title:"SaaS",name:"应用服务层",url:"application-en",CNcontent:`
    我们的业务最上层——应用服务层，可以有效解决该问题，该层提供的图形用户界面是开发微智能合约的得力 工具。 
    该界面使得用户能够以模块化、可视化、积木化的方式构建区块链应用，整个过程几乎不需要专业程 序员的协助。完成应用开发后，终端用户界面会基于资产模型和各业务流程间的关系自动生成。最后，应用服 务层会提供用户和租赁者的管理功能。
    
  `},
    {key:5,title:"全局鸟瞰",name:"360° View",url:"all-view",CNcontent:`
    在区块链层之外，Symphony同样提供了SaaS（平台即服务）的解决方案，客户可以试用并订阅我们的SasS服务，或者基于自身实际
    业务需求进行定制化便可直接进行业务操作。Symphony现有的线上解决方案包括：订单融资、应收账款、溯源等。
  `},
  
];

export const JOIN_US = {
    cn:{
        title:"加入物数 「一起领跑区块链时代」",
        sologan:"我们提供高成长性、高成就感的工作机会，伴之以有竞争力的工作待遇，一起实现区块链时代的计算力量",
        tabs:[
         
        ],
        list:[
            { key:0,
                title:"高级软件测试⼯程师",
                description:"职位描述",
                content_one:[
                    "参与产品线的测试框架或测试工具研发，参与微服务/REST 接⼝与UI自动化测试工作;",
                    "协助制定项目测试计划和测试方案、设计测试用例并执行、及时反馈测试结果;",
                    "及时发现软件缺陷，清晰描述、准确定位并跟踪bug，推动bug及时合理解决;",
                    "编写测试报告和对测试结果分析，对软件质量给出评价性的结论与意见，为软件开发成果提供总结性意见;",
                    "控制项⽬测试进度并能有效规避⻛险，保持与项⽬组顺畅沟通并定期汇报测试进展;",
                    "指导和管理测试组组员开展测试⼯作，并完成主管交代的其它工作任务;"
                ],
                requirements:"任职要求:",
                content_two:[
                    "计算机相关专业，3年及以上测试经验，有1年年以上的开发⼯作经验者优先;熟悉软件测试流程和规范;",
                    "协助制定项目测试计划和测试方案、设计测试用例并执行、及时反馈测试结果;",
                    "熟悉网络基础知识，熟悉Linux常⽤指令，熟悉数据库操作;",
                    "对软件测试有浓厚的兴趣，较强的问题发现、分析、解决问题能⼒，思路清晰，考虑问题深入全面;",
                    `具有很强的沟通协调能⼒、目标管理能⼒、信息收集和处理能⼒、逻辑分析能力和学习能⼒、 
                    计划管理和时间管理能⼒、执行能⼒;`,
                    "指导和管理测试组员开展测试⼯作，并完成主管交代的其它⼯作任务;",
                    "⼯作细心，有耐心、有责任⼼、具有团队协作精神，能从团队的角度考虑问题，不推诿不抱怨"
                ],
            }
        ]
    }
};

export const HEAD_NAVS = [{
    key: "index",
    name: "首页",
    url: "/",
},
{
    key: "business",
    name: "我们的业务",
    url: "/business",
    children:[
        {
            key: "products",
            name: "产品介绍",
            url: "/products"
        },
        {
            key: "solution",
            name: "解决方案",
            url: "/solution"
        },
    ]
},
{
    key: "career",
    name: "关于我们",
    url: "/career",
    children:[
        {
            key: "intro-company",
            name: "公司介绍",
            url: "/intro-company"
        },
        {
            key: "core-team",
            name: "核心团队",
            url: "/core-team"
        },
        {
            key: "join-us",
            name: "加入物数",
            url: "/join-us"
        }
    ]
},
{
    key: "toolbox",
    name: "工具箱",
    url: "/Toolbox",
    children:[
        {
            key: "qrcode",
            name: "二维码生成器",
            url: "/Toolbox/qrcode"
        },
        {
            key: "addressIp",
            name: "域名查询",
            url: "/Toolbox/addressIp"
        },
        {
            key: "share-stock",
            name: "股票查询",
            url: "/Toolbox/share-stock"
        }
    ]
}
];

export const INTRO_COM ={
    title:"天 · 蚕",
    vice:"点亮陆家嘴繁华的不是霓虹灯，是每天全球顶尖的金融信息",
    content:{
        title:"平台介绍",
        text:`一个非盈利性的平台，一个为人民服务的平台，
        一个试图将大数据应用落地给千家万户的平台。作为一个开源项目，本平台的源代码已在Github上公布，
        欢迎广大程序员朋友提交issue。创建这个平台的初衷在于，
        由于认知到现代社会决定贫富差距不再是人和人之间的努力程度的差异和知识的多少，而是取决于每个人信息来源的不对称。
        比如，富人比穷人更快地知道哪只股票会涨，哪个地方的房价会翻番、小孩读哪个学校更好、当前哪个行业最赚钱。
        在一次次的信息不对称的经济活动中，普通百姓的薪水会在一次次的做局中被盘剥，进而不断扩大贫富差距。
        尽管移动互联网和大数据已经在中国乃至全球得到广泛的运用，但是应用的主体仍然是政府、企事业单位和大型互联网公司。
        当然，也有不少的电信诈骗公司。对于普通老百姓而言，往往只闻其声未见其身。大数据云平台对于普通人而言，看似很近实则很远。
        那么如何去向普通的老百姓推广大数据云平台，让每一个会玩微信的普通人也能接触到大数据，进而去提高他们的工作效率、
        分辨真假的能力、在纷繁复杂的数据中学习新的知识进而提高自己的收入，这便是我们这个小小的平台的一个大大的愿望。
        我们的产品将从老百姓最关心的教育、房产、金融三个方面出发然后逐步细分，我们承诺合法使用大数据，并通过多重加密方式保护用户信息，
        即使是我们的后台管理员，看到的只是一堆乱码，而非明文数据，用户数据的生成将通过算法形式由计算机自动生成来确保每一位用户的数据安全。
        `
    },
    coreTech:{
        title:"",
        text:[
            // {key:1,t:"图形化交易结构的定制以及自偿性风控授信；"},
            // {key:2,t:"语义化智能合同的链码可靠一致性执行；"},
            // {key:3,t:"SaaS 应用的配置化/定制化生成；"},
            // {key:4,t:"区块链网络一键部署，混合云模式；"},
            // {key:5,t:"多账本结合加密技术多粒度保护数据隐私；"},
            // {key:6,t:"中国自主产权的区块链Fabric CN 扩展；"}
        ]
    }
};

export const ADVERTISING = [
    {key:0,title:"解决方案",short:`针对各行业业务特性，打造个性化行业解决方案，
    为用户提供一站式的产品与服务。\n 包括供应链金融、监管科技、冷链物流等行业领域。`},
    {key:1,title:"Symphony",short:`Symphony(和弦)项目是物数科技的核心业务，是我们下一代的BaaS(区块链即服务)，其目标在于帮助客户搭建
    区块链解决方案用以构建业务网络。 Symphony项目包括三个平台层和一个初始的SaaS(软件即服务)的解决方案。`}
];

export const SOLUTIONS = [
    {key:0,
        industry:"应用场景一：供应链金融 - 面向行业的定制化供应链金融服务",
        url:"supply-finance",
        content:`
    与传统贸易金融不同，供应链金融的基础是供应链本身的优化和全程数字化；
通过区块链技术实现供应链的全程数字化，并提供端到端的全景视图及近实时的反应机制；
用高效的手段对供应链金融涉及的上下游参与方进行交叉稽核的行为监控，前置过程风险控制， 以降低因为主体信用不良带来的风险；
用智能合约提供灵活的交易结构配置，以实现供应链金融过程风险控制所需的“结构闭合性， 收入自偿性和管理垂直性”；
    `},
    {key:1,
        industry:"应用场景二：监管科技 - 新一代境内跨境银行间实时支付结算系统",
        url:"monitor",
        content:`
        对于传统实时支付结算系统而言，它们存在监管的运营高投入、单点运营压力和成本压力等缺陷。而下一代柔性兼管支付结算系统
        则可以做到交易结算数据隐私、去中心化的死锁解决方案、跨链资金移动和注入`
    },
    {key:2,
        industry:"应用场景三：冷链物流 - 面向行业的定制化供应链金融服务",
        url:"cold-chain",
        content:`供应商的信息嵌入到疫苗包装盒,这些信息会同步写入区块链，同时批签发文件入链、检验报告书生成入链、厂家温控记录入链。
        仓储方会对每一个疫苗冰箱进行扫描识别； 间断性的上传物流信息，温控信息到区块链。对于接种者而言，会得到可信的不可抵赖的完整的物流，
        温控， 检验溯源信息。对于审计监管机构，可以对任何疫苗产品进行溯源全局跟踪疫苗全过程有没有欺诈现象。整个全局物流可以做到可视化，温控可视化以及单据可视化。
        `
    
    }
];